Revit 2027 API
CurveLoopsProfile Properties
The CurveLoopsProfile type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Profile | Returns the curve loops of the profile.
Top
See Also
Reference
CurveLoopsProfile Class
Autodesk.Revit.DB Namespace